Repository: kymst8436/mh-skill-simulator
Catalog: app/MHSimulator/MHSimulator/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br

source: 購入の復元に失敗しました。時間をおいて再度お試しください
de: Wiederherstellung der Käufe fehlgeschlagen. Versuchen Sie es später erneut
en: Failed to restore purchases. Please try again later
es: Error al restaurar las compras. Inténtalo más tarde
fr: Échec de la restauration des achats. Réessayez plus tard
ko: 구매 복원에 실패했습니다. 잠시 후 다시 시도해 주세요
pt_br: Falha ao restaurar as compras. Tente novamente mais tarde

source: 購入を復元
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
ko: 구매 복원
pt_br: Restaurar compras

source: 購入を確認できませんでした。購入の復元をお試しください
de: Kauf konnte nicht bestätigt werden. Versuchen Sie die Wiederherstellung der Käufe
en: Couldn't verify the purchase. Try restoring purchases
es: No se ha podido verificar la compra. Prueba a restaurar las compras
fr: Impossible de vérifier l'achat. Essayez de restaurer les achats
ko: 구매를 확인하지 못했습니다. 구매 복원을 시도해 주세요
pt_br: Não foi possível verificar a compra. Tente restaurar as compras

source: 購入処理に失敗しました。時間をおいて再度お試しください
de: Kauf fehlgeschlagen. Versuchen Sie es später erneut
en: Purchase failed. Please try again later
es: Error en la compra. Inténtalo más tarde
fr: Échec de l'achat. Réessayez plus tard
ko: 구매 처리에 실패했습니다. 잠시 후 다시 시도해 주세요
pt_br: Falha na compra. Tente novamente mais tarde

source: 追加する
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ko: 추가하기
pt_br: Adicionar

source: 追加できるスキル
de: Hinzufügbare Fertigkeiten
en: Skills You Can Add
es: Habilidades añadibles
fr: Talents ajoutables
ko: 추가할 수 있는 스킬
pt_br: Habilidades adicionáveis

source: 追加できるスキルはありません
de: Keine Fertigkeiten können hinzugefügt werden
en: No skills can be added
es: No hay habilidades que añadir
fr: Aucun talent ne peut être ajouté
ko: 추가할 수 있는 스킬이 없습니다
pt_br: Nenhuma habilidade pode ser adicionada

source: 追加できるスキルを判定中…
de: Hinzufügbare Fertigkeiten werden geprüft…
en: Checking which skills you can add…
es: Comprobando habilidades añadibles…
fr: Vérification des talents ajoutables…
ko: 추가할 수 있는 스킬 판정 중…
pt_br: Verificando habilidades adicionáveis…

source: 追加できるスキルを探す
de: Hinzufügbare Fertigkeiten suchen
en: Find Skills to Add
es: Buscar habilidades añadibles
fr: Chercher des talents ajoutables
ko: 추가할 수 있는 스킬 찾기
pt_br: Buscar habilidades adicionáveis

source: 選択
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
ko: 선택
pt_br: Selecionar

source: 鑑定護石の抽選規則データについて
de: Über die Lotterie-Regeldaten der Talismane
en: About the Charm Lottery Rule Data
es: Sobre los datos de reglas de sorteo de amuletos
fr: À propos des données de règles de tirage des talismans
ko: 감정 호석 추첨 규칙 데이터 안내
pt_br: Sobre os dados de regras de sorteio de amuletos

source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
pt_br: Fechar

source: 防
de: Rüstung
en: Arm.
es: Armad.
fr: Armure
ko: 방어구
pt_br: Armad.

source: 防具
de: Rüstung
en: Armor
es: Armadura
fr: Armure
ko: 방어구
pt_br: Armadura

source: 防具スロ
de: Rüstungs-Slot
en: Armor slot
es: Hueco de armadura
fr: Empl. armure
ko: 방어구 슬롯
pt_br: Slot de armadura

source: 防具を除外に追加
de: Diese Rüstung ausschließen
en: Exclude this armor
es: Excluir esta armadura
fr: Exclure cette armure
ko: 방어구를 제외에 추가
pt_br: Excluir esta armadura

source: 防具名で検索
de: Nach Rüstungsnamen suchen
en: Search by armor name
es: Buscar por nombre de armadura
fr: Rechercher par nom d'armure
ko: 방어구 이름으로 검색
pt_br: Buscar por nome de armadura

source: 防御力
de: Verteidigung
en: Defense
es: Defensa
fr: Défense
ko: 방어력
pt_br: Defesa

source: 防御力順
de: Nach Verteidigung
en: By defense
es: Por defensa
fr: Par défense
ko: 방어력순
pt_br: Por defesa

source: 除外(使わない)
de: Ausschließen (nicht verwenden)
en: Exclude (don't use)
es: Excluir (no usar)
fr: Exclure (ne pas utiliser)
ko: 제외(사용 안 함)
pt_br: Excluir (não usar)

source: 除外する装飾品
de: Ausgeschlossene Dekorationen
en: Excluded Decorations
es: Joyas excluidas
fr: Joyaux exclus
ko: 제외할 장식품
pt_br: Joias excluídas

source: 除外する護石
de: Ausgeschlossene Talismane
en: Excluded Charms
es: Amuletos excluidos
fr: Talismans exclus
ko: 제외할 호석
pt_br: Amuletos excluídos

source: 除外する防具
de: Ausgeschlossene Rüstungen
en: Excluded Armor
es: Armaduras excluidas
fr: Armures exclues
ko: 제외할 방어구
pt_br: Armaduras excluídas

source: 雷
de: Donner
en: Thunder
es: Rayo
fr: Foudre
ko: 번개
pt_br: Raio

source: 非表示時間が上限(24時間)に達しています
de: Die werbefreie Zeit hat das Limit (24 Stunden) erreicht
en: You've reached the maximum ad-free time (24 hours)
es: El tiempo sin anuncios ha alcanzado el límite (24 horas)
fr: La durée sans publicité a atteint sa limite (24 heures)
ko: 숨김 시간이 상한(24시간)에 도달했습니다
pt_br: O tempo sem anúncios atingiu o limite (24 horas)

source: 頭
de: Kopf
en: Head
es: Cabeza
fr: Tête
ko: 머리
pt_br: Cabeça

source: 龍
de: Drachen
en: Dragon
es: Draco
fr: Dragon
ko: 용
pt_br: Dragão

source: 使用したい武器を選択します。
de: Wählen Sie die Waffe aus, die Sie verwenden möchten.
en: Select the weapon you want to use.
es: Selecciona el arma que quieras usar.
fr: Sélectionnez l'arme que vous souhaitez utiliser.
ko: 사용할 무기를 선택합니다.
pt_br: Selecione a arma que deseja usar.

source: 欲しいスキルを選択します。 スキルを長押しすると対象スキルの詳細が確認できます。
de: Wählen Sie die gewünschten Fertigkeiten aus. Halten Sie eine Fertigkeit gedrückt, um Details anzuzeigen.
en: Select the skills you want. Press and hold a skill to view its details.
es: Selecciona las habilidades que quieras. Mantén pulsada una habilidad para ver sus detalles.
fr: Sélectionnez les talents souhaités. Maintenez un talent appuyé pour en afficher les détails.
ko: 원하는 스킬을 선택합니다. 스킬을 길게 누르면 해당 스킬의 상세 정보를 확인할 수 있습니다.
pt_br: Selecione as habilidades que deseja. Toque e segure uma habilidade para ver os detalhes.

source: 固定したい装備や、除外したい装備・装飾品がある場合は、こちらで検索設定を行います。
de: Wenn Sie bestimmte Ausrüstung fixieren oder Ausrüstung und Dekorationen ausschließen möchten, nutzen Sie hier die Sucheinstellungen.
en: To pin certain equipment or exclude equipment and decorations, adjust the Search Settings here.
es: Si quieres fijar ciertas piezas de equipo o excluir equipo y joyas, configúralo aquí en los ajustes de búsqueda.
fr: Pour fixer certains équipements ou exclure des équipements et des joyaux, utilisez les réglages de recherche ici.
ko: 고정하고 싶은 장비나 제외하고 싶은 장비·장식품이 있다면 여기에서 검색 설정을 할 수 있습니다.
pt_br: Se quiser fixar certos equipamentos ou excluir equipamentos e joias, ajuste aqui as configurações de busca.

source: 装備の組み合わせを検索します。
de: Sucht nach Ausrüstungskombinationen.
en: Search for equipment combinations.
es: Busca combinaciones de equipo.
fr: Recherchez des combinaisons d'équipement.
ko: 장비 조합을 검색합니다.
pt_br: Busque combinações de equipamentos.

source: 広告が煩わしい場合は、こちらから一定時間非表示にすることができます。
de: Falls die Anzeigen stören, können Sie sie hier vorübergehend ausblenden.
en: If the ads bother you, tap here to hide them for a while.
es: Si los anuncios te molestan, puedes ocultarlos temporalmente desde aquí.
fr: Si les publicités vous dérangent, vous pouvez les masquer temporairement ici.
ko: 광고가 거슬린다면 여기에서 일정 시간 동안 숨길 수 있습니다.
pt_br: Se os anúncios incomodarem, você pode ocultá-los temporariamente aqui.

source: 所持している護石を登録します。 ゲーム画面をカメラでスキャンすることでも登録できます。
de: Registrieren Sie Ihre Talismane. Sie können sie auch registrieren, indem Sie den Spielbildschirm mit der Kamera scannen.
en: Register the charms you own. You can also register them by scanning the game screen with your camera.
es: Registra los amuletos que tengas. También puedes registrarlos escaneando la pantalla del juego con la cámara.
fr: Enregistrez les talismans que vous possédez. Vous pouvez aussi les enregistrer en scannant l'écran de jeu avec l'appareil photo.
ko: 소지한 호석을 등록합니다. 게임 화면을 카메라로 스캔하여 등록할 수도 있습니다.
pt_br: Registre os amuletos que você possui. Você também pode registrá-los escaneando a tela do jogo com a câmera.

source: 欲しい護石はウィッシュリストに登録しておきましょう。
de: Fügen Sie gewünschte Talismane zu Ihrer Wunschliste hinzu.
en: Add the charms you want to your wishlist.
es: Añade los amuletos que quieras a tu lista de deseos.
fr: Ajoutez les talismans que vous convoitez à votre liste de souhaits.
ko: 원하는 호석은 위시리스트에 등록해 두세요.
pt_br: Adicione os amuletos que quiser à sua lista de desejos.

source: 次へ
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ko: 다음
pt_br: Avançar

source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
ko: 완료
pt_br: Concluído

source: スキップ
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
ko: 건너뛰기
pt_br: Pular

source: 限界突破
de: Transzendenz
en: Transcendence
es: Trascendencia
fr: Transcendance
ko: 한계 돌파
pt_br: Transcendência

source: 防具の限界突破を考慮
de: Transzendenz einbeziehen
en: Factor in armor transcendence
es: Considerar la Trascendencia
fr: Tenir compte de la Transcendance
ko: 방어구 한계 돌파 반영
pt_br: Considerar a transcendência

source: レア5・6防具のスロットが拡張された状態で検索します
de: Sucht mit erweiterten Slots für Rüstungen der Seltenheit 5–6.
en: Searches with the decoration slots of rarity 5–6 armor expanded.
es: Busca suponiendo que las ranuras de las armaduras de rareza 5 y 6 están ampliadas.
fr: Recherche avec les emplacements renforcés des armures de rareté 5 et 6.
ko: 레어 5·6 방어구의 슬롯이 확장된 상태로 검색합니다.
pt_br: A busca considera as armaduras de raridade 5 e 6 com os slots expandidos.

# %@Lv%lld
source: %1$@Lv%2$lld
es: %1$@ Nv. %2$lld
fr: %1$@ Niv. %2$lld
pt_br: %1$@ Nv. %2$lld

source: Lv%lld
es: Nv. %lld
fr: Niv. %lld
pt_br: Nv. %lld
